tap "danielgtaylor/restish"
tap "dart-lang/dart"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "leoafarias/fvm"
brew "antigen"
brew "awscli"
brew "direnv"
brew "git"
brew "grep"
brew "jq"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "openjdk@11"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "tfenv"
brew "tig"
brew "vim"
brew "zsh"
brew "danielgtaylor/restish/restish"
brew "hashicorp/tap/packer"
brew "koekeishiya/formulae/skhd"
brew "leoafarias/fvm/fvm"
cask "alacritty"
cask "alfred"
cask "amethyst"
cask "docker"
cask "firefox"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "google-cloud-sdk"
cask "insomnia"
cask "keepassx"
cask "kitty"
cask "slack"
cask "spotify"
cask "visual-studio-code"
