brew "git"
brew "direnv"
brew "eza"
brew "fastfetch"
brew "htop"
brew "lazygit"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "starship"
brew "tig"
brew "uv"
brew "zsh"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
cask "visual-studio-code"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "charliermarsh.ruff"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "rust-lang.rust-analyzer"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
